Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/national_government/tribunals_and_investigations/tribunals_of_inquiry.html.txt.tmx
Source language: en
Languages: ga

source: Ireland's Parliament (Oireachtas) has the power to establish tribunals of inquiry to investigate certain matters of public importance
ga: Tá an chumhacht ag an Oireachtas binsí fiosrúcháin a bhunú chun ceisteanna ar leith a iniúchadh a bhfuil tábhacht poiblí ag baint leo

source: If the Government considers that a particular issue of controversy or dispute is of such public importance that a public inquiry is necessary, it can propose legislation to set up a tribunal of inquiry
ga: Má cheapann an Rialtas gur ceart fiosrúchán poiblí a dhéanamh ar cheist chonspóideach ar leith a bhfuil tábhacht poiblí ag baint léi, cuirfidh sé reachtaíocht faoi bhráid an Oireachtais chun binse fiosrúcháin a bhunú

source: These tribunals are not permanent tribunals. Instead, they are set up with powers to investigate specific matters
ga: Ní binsí buan iad seo – cuirtear ar bun iad le cumhachtaí chun ceisteanna ar leith a iniúchadh

source: They are usually chaired by judges or senior lawyers
ga: De ghnáth is iad breithimh nó dlíodóiri sinsearacha a bhíonn sa chathaoir

source: At the end of the investigation, the tribunal submits a report to the Oireachtas, which may contain recommendations
ga: Ag deireadh an iniúchta, cuireann an binse tuairisc faoi bhráid an Oireachtais. D'fhéadfadh sé moltaí a chur leis

source: Some of the tribunals that have been set up in include:
ga: Tá na binsí seo a leanas san áireamh le binsí a cuireadh ar bun le blianta beaga anuas:

source: • The Tribunal of Inquiry into the Beef Processing Industry, 1994
ga: • An Binse Fiosrúcháin um Thionscal Próiseáil na Mairteolta 1994

source: This tribunal was set up to investigate alleged irregularities in the way the beef industry in Ireland was being run
ga: Rinne an binse seo iniúchadh ar líomhaintí maidir le mírialtacht sa chaoi ina raibh tionscal na mairteola in Éirinn dhá reachtáil

source: • The Tribunal of Inquiry into the Blood Transfusion Service Board, 1997
ga: • An Binse Fiosrúcháin um Bhord Seirbhísí Fuilaistriúcháin 1997

source: This tribunal was set up to investigate the infection of large numbers of people in the 1970s and 1980s with contaminated blood products
ga: Rinne an binse seo iniúchadh ar ghalrú líon mór daoine le tairgí fola truaillithe i rith na 1970í agus na 1980í

source: • The Tribunal of Inquiry into Payments to Politicians (Dunnes Stores), 1997
ga: • An Binse Fiosrúcháin um Íocaíochtaí do Pholaiteoirí (Siopaí Uí Dhuinn) 1997

source: This tribunal was set up to investigate the payment of moneys to politicians
ga: Rinne an binse seo iniúchadh ar iocaíochtaí do pholaiteoirí

source: • The Mahon Tribunal (Formerly known as the 'Flood Tribunal')
ga: • An Binse Fiosrúcháin Mahon (ar a dtugadh Binse Fiosrúcháin Flood)

source: This tribunal was set up to investigate payments to politicians in the context of planning decisions
ga: Rinne an binse seo iniúchadh ar íocaíochtaí do pholaiteoirí i gcomhthéacs socruithe pleanála

source: This tribunal was set up to investigate into payments to politicians, including former Taoiseach Charles Haughey
ga: Rinne an binse seo iniúchadh ar íocaíochtaí do pholaiteoirí, an t-iarthaoiseach Cathal Ó hEochaidh san áireamh

source: This tribunal was set up to inquire into the infection with HIV and Hepatitis C of persons with haemophilia
ga: Rinne an binse seo iniúchadh ar ghalrú daoine a bhí haemifile acu le VEID agus Heipitíteas C

source: This tribunal was set up to examine claims of child abuse within the State's industrial schools
ga: Rinne an binse seo iniúchadh ar líomhaintí maidir le mí-úsáid paistí laistigh de scoileanna ceardais an Stáit

source: This tribunal was set up to investigate complaints concerning some Gardaí of the Donegal division
ga: Rinne an binse seo iniúchadh ar ghearáin maidir le Gardaí áirithe na ranna Dhún na nGall

source: To carry out the investigation, the tribunal is given certain powers, including the power to hold public or private hearings
ga: Chun scrúdú a dhéanamh, tugtar cumhachtaí áirithe don bhinse, an chumhacht chun éisteachtaí poiblí nó príobháideacha a reachtáil san áireamh

source: The Oireachtas may decide that any tribunal that it sets up shall be invested with the powers set out in the Tribunals of Inquiry (Evidence) Act 1921 to 2004
ga: D'fhéadfadh an tOireachtas cinneadh a dhéanamh go dtabharfar na cumhachtaí atá leagtha síos san Acht um Bhinsí Fiosrúcháin (Fianaise) 1921 go 1998 don bhinse

source: This Act provides that a tribunal can make orders to force witnesses to attend and give evidence
ga: Tugann an tAcht seo cead don bhinse iachall a chur ar fhinnithe freastal ar an mbinse agus fianaise a thabhairt

source: It also allows the tribunal to apply to the High Court if a person refuses to give evidence or is in contempt of the tribunal
ga: Tugann sé cead chomh maith don bhinse iarratas a dhéanamh chuig an Ardchúirt má dhiúltaíonn duine fianaise a thabhairt, nó má tá sé/sí i díspeagadh an bhinse

source: The High Court may order a witness to give evidence
ga: D'fhéadfadh an Ardchúirt ordú a thabhairt d'fhinné fianaise a thabhairt

source: If he or she continues to fail to co-operate with the tribunal, the High Court may hold the witness in contempt of court and have the witness imprisoned until he or she has co-operated with the tribunal
ga: Má leanann sé/sí ar aghaidh ag diúltú comhoibriú leis an mbinse, d'fhéadfadh an Ardchúirt é/í a chiontú i leith díspeagadh cúirte agus téarma príosúin a ghearradh air/uirthi go dtí go gcomhoibríonn sé/sí leis an mbinse

source: It is also a criminal offence to refuse to give evidence or to co-operate with a tribunal
ga: Is coir í diúltú fianaise a thabhairt, nó diúltú comhoibriú le binse

source: If the tribunal considers that there is sufficient reason to do so, it can order any person to pay the costs of another person appearing before the tribunal or the costs of the tribunal itself
ga: Má cheapann an binse go bhfuil fáth maith leis, d'fhéadfadh sé ordú a thabhairt d'aon duine costais fhreastail duine eile ar an mbinse a íoc, nó costais an bhinse féin

source: This may happen if a person fails to co-operate with the tribunal or gives false or misleading evidence
ga: D'fhéadfadh sé sin tarlú má dhiúltaíonn duine comhoibriú leis an mbinse, nó má thugann siad fianaise bréagach, nó fianaise a d'fhéadfadh an binse a chur amú

source: At the end of the tribunal's investigation, it will submit a report to the Oireachtas setting out the findings it has made
ga: Ag deireadh iniúctha an bhinse, cuirfidh sé tuairisc faoi bhráid an Oireachtais ag déanamh cur síos ar a thorthaí

source: In many cases, a tribunal of inquiry will also be given the power to make recommendations with a view to preventing the same problem happening again
ga: I roinnt mhaith cásanna, tabharfar cead don bhinse fiosrúcháin moltaí a dhéanamh ionas nach dtarlóidh na fadhbanna céanna arís

source: These recommendations may include suggestions for law reform
ga: D'fhéadfadh moltaí maidir le leasú dlí a bheith san áireamh

source: The tribunal's function is purely fact-finding and investigative
ga: Ní dhéanann an binse ach obair thaighde agus mionscrúdú ar fhiricí

source: Although it may make recommendations, it does not make a binding judgement on the rights of individuals
ga: Cé gur féidir leis moltaí a thabhairt, ní dhéanann sé breithiúnas daingean ar chearta daoine ar leith

source: It simply states, in its report, the results of its investigations and the findings of fact it has made
ga: Déanann sé cur síos, ina thuairisc, ar thorthaí a scrúduithe agus an cinneadh atá déanta aige i dtaobh na bhfíricí

source: Any statement or admission made at a tribunal cannot be used in evidence against a person in criminal proceedings
ga: Ní féidir ráiteas nó admháil ar bith a dhéanann duine os comhair binse a úsáid mar fhianaise ina (h)aghaidh i gcásanna coiriúla

source: However, sometimes the findings of tribunals can give rise to an investigation leading to independent criminal or civil proceedings
ga: D'fhéadfadh scrúdú a éirí as torthaí binsí áfach, a bheadh cásanna neamspleácha coiriúla nó sibhialtachta ag éirí as

source: This means that strict procedures are usually applied in the course of the tribunals
ga: Ciallaíonn sé sin go gcuirtear modh oibre géar i bhfeidhm i rith binsí, de ghnáth

source: Interested parties usually have legal representation, including a solicitor, a junior counsel and a senior counsel
ga: Bíonn ionadaíocht dlíthiúil de ghnáth ag páirtithe a bhfuil baint acu leis, aturnae, abhcóide sóisir agus sinsir san áireamh

source: Witnesses are usually cross-examined
ga: Déantar finnithe a chroscheistiú de ghnáth

source: Law Reform Commission report
ga: Tuarascáil an Choimisiúin um Athchóiriú an Dlí

source: In May 2005, the Law Reform Commission published a Report on Public Inquiries Including Tribunals of Inquiry (pdf)
ga: I mBealtaine 2005, d’fhoilsigh an Coimisiún um Athchóiriú an Dlí Tuarascáil um Fhiosrúcháin Phoiblí lena n-áirítear Binsí Fiosrúcháin (pdf)

source: This Report followed on from a Consultation Paper originally published by the Law Reform Commission in 2003
ga: Ba thoradh í an tuarascáil seo ar Phaipéar Comhairliúcháin a d’fhoilsigh an Coimisiún um Athchóiriú an Dlí i 2003

source: The Report came in the wake of the establishment of numerous tribunals
ga: Foilsíodh an Tuarascáil i gcomhthéacs na mbinsí iomadúla a cuireadh ar bun in Éirinn le blianta beaga anuas

source: These tribunals have examined various matters, including major disasters involving loss of life, and allegations of wrongdoing in land development and the planning process
ga: D’fhiosraigh na binsí seo réimse ábhar éagsúil, lenar áiríodh tubaistí ollmhóra inar maraíodh daoine, líomhaintí faoi mhí-iompar i bhforbairt talún agus sa phróiseas pleanála féin fiú

source: The Report's recommendations include procedural changes concerning the selection of an appropriate type of inquiry, drafting appropriate terms of reference, the rights of individuals and organisations to be heard and represented and the awarding of legal costs
ga: Molann an tuarascáil athruithe sa nós imeachta freisin i dtaca le roghnú an chineáil fhiosrúcháin chuí, dréachtú téarmaí tagartha cuí, cearta dhaoine aonair agus eagras lena n-éisteacht agus lena n-ionadaíocht agus bronnadh costas dlí

source: Tribunals of inquiry and costs
ga: Binsí fiosrúcháin agus costais

source: The cost of tribunals of inquiry, including the cost of legal representation of all interested parties, is usually paid by the State
ga: De ghnáth, íocann an stát as costais bhinsí fiosrúcháin, costas ionadaíochta gach páirtí a bhfuil baint acu leis san áireamh

source: Significant costs have arisen in recent years with regard to tribunals
ga: Bhain costais shuntasacha le binsí fiosruithe le blianta beaga anuas

source: The Comptroller and Auditor General published a Special Report into Tribunals of Inquiry (pdf) in December 2008
ga: D'fhoilsigh an tArd Reachtaire Cuntas agus Ciste Tuarascáil Speisialta faoi Bhinsí Fiosrúcháin (pdf) i Nollaig 2008

source: The report gives an estimate of the costs involved in the more recent Mahon, Moriarty and Morris tribunals
ga: Tugann an tuarascáil costais measta sna binsí Mahon, Moriarty agus Morris

source: The Tribunals of Inquiry Bill 2005 (pdf) aims to consolidate and modernise the law regarding Tribunals of Inquiry
ga: Tá an Bille um Binsí Fiosrúcháin 2005 (pdf) dírithe ar a chomhdhlúthódh agus a d’athnuafadh an dlí maidir le Binsí Fiosrúcháin

source: The Bill contains provisons which:
ga: Tá iad seo a leanas príomhghnéithe dhréachtscéim an Bhille:

source: • Clarify the process for setting and amending terms of reference of a tribunal
ga: • Soiléiriú ar an bpróiseas chun téarmaí tagartha na mbinsí a bhunú agus a leasú;

source: • Require a tribunal, within three months of its establishment, to produce a statement of estimated costs and duration of the tribunal
ga: • Laistigh de thrí mhí ó dháta a bhunaithe, beidh ar an mbinse ráiteas a sholáthar le meastacháin ann ar a chostas agus a achar feidhmiúcháin

source: This statement must be subsequently amended after significant developments
ga: Leasófar an ráiteas seo más gá i bhfianaise forbairtí suntasacha;

source: • Enable the Government for stated reasons and following a resolution of both Houses of the Oireachtas to dissolve a tribunal
ga: • Beidh sé de chumhacht ag an Rialtas binse a dhíscaoileadh ach na cúiseanna a fhógairt agus rún chuige sin a fháil ó dhá theach an Oireachtais;

source: • Governing the taking of evidence, including a provision to end the costly practice of orally reading-in of evidence already available in written form and not disputed
ga: • Socruithe maidir le soláthar fianaise, lena n-áirítear foráil chun deireadh a chur leis an gcleachtas costasach faoina léitear amach fianaise atá ar fáil cheana féin i bhfoirm scríofa agus nach bhfuil faoi dhíospóid;

source: • Clarify the situation with regard to the granting of legal representation before a tribunal
ga: • Soiléiriú ar na cúinsí maidir le ceadú ionadaíochta dlíthiúla os comhair binse;

source: • Enable the responsible Minister will be able to request an interim report on the general progress of an inquiry, or of a particular aspect of an inquiry, from the tribunal
ga: • Beidh sé de chumhacht ag an aAire cuí tuarascáil eatramhach a éileamh ón mbinse ar dhul chun cinn ginearálta an fhiosrúcháin nó gné ar leith de;

source: • Allow tribunal reports to be admissible in civil cases
ga: • Glacfar le tuarascálacha binse i gcásanna dlí sibhialta

source: This section provides that the facts in a report or the opinions expressed therein are uncontested
ga: Forálann an mhír seo gur fianaise prima facie (.i

source: • Require the Minister for Justice and Equality, with the consent of the Minister for Finance, to make regulations which will set out maximum amounts of legal fees recoverable from the State
ga: de réir cosúlachta) iad na fíricí i dtuarascáil éigin nó na tuairimí a nochtar inti, mura gcruthaítear a mhalairt;

source: • Require the Taxing Master of the High Court, when adjudicating on applications for costs in respect of third parties, not to exceed the amounts set out in the regulations
ga: • Beidh ar an Aire Cirt, Comhionannais agus Comhionannais le toiliú an tAire Airgeadais rialacháin a dhéanamh a leagann síos uasmhéideanna costas inghnóthaithe ón Stát
